"""
    자료구조/알고리즘
        1일차 : 파이썬 문법 [ 구글링 ]
        2일차 : 선형리스트,연결리스트,원형연결리스트
        3일차 : 스택 , 큐
        4일차 : 이진트리 , 그래프
        5일차 : 재귀
        6일차 : 정렬
        7일차 : 검색
        8일차 : 동적계획법
    - 공부방법
        * 한달 수업하고 자료구조/알고리즘 경험으로 끝
        1. 자료구조/알고리즘(**사고력**) 학습 평생 [ ~ 30대 개발자 ]
        2. 패턴 한문제씩
            1. 백준 -> 단계별
            2. 프로그래머스 ->
        3. 프로그래밍 개발 / 빅데이터 등 -> 자료구조/알고리즘 방식 으로 코드 이해
        * 자료구조/알고리즘 : 스터디
    - 신입 개발자 의 습관
        1. 주석 처리
    - 강사코드 -> git
    - 카톡방 -> 한달
    - 만족도 조사(필수) / 후기(선택)
        http://st.koreaedugroup.com/2019/login.asp
        비대면 -> 만족도 조사 -> 줌 채팅 -> 완료 -> 퇴실
        대면 -> 만족도 조사 -> 말씀 -> 완료 -> 퇴실
    - 다들 수고 하셨습니다~
"""